{
   "activate_triggered" : "Achtung! Zone [ZONE] is already triggered while trying to activate: [DEVICES]",
   "alarm_notification" : "Alarm! [TYPE] was detected in zone [ZONE]: [DEVICES]",
   "cancelable_label" : "Alarm Verzögerung abbrechbar",
   "cancelable_helper" : "Wenn diese Option gesetzt ist werden verzögerte Alarme abgebrochen falls die Alarm Bedingung entfällt. Falls diese Option nicht gesetzt ist, lösen verzögerte Alarme nach der eingestellten Verzögerung aus, egal ob die Alarm Bedingung weiterhin erfüllt ist oder nicht.",
   "check_delayed" : "Verzögerte Prüfung",
   "check_immediate" : "Sofortige Prüfung",
   "check_never" : "Keine Prüfung",
   "delay_activate_helper" : "Verzögerung (in Sekunden) bevor die Zone scharf gestellt wird. Verzögerungen erlauben das Verlassen des Hauses ohne Alarme auszulösen.",
   "delay_activate_label" : "Aktivierungs Verzögerung",
   "delay_alarm_helper" : "Verzögert den Alarm (in Sekunden) in einer Zone nachdem Sensor angeschlagen haben. Diese Verzögerung gibt Bewohnern Zeit die Alarmanlage nach dem Betreten des Hauses zu deaktivieren.",
   "delay_alarm_label" : "Alarm Verzögerung",
   "check_label" : "Zeitpunkt der Prüfung bei Aktivierung",
   "check_helper" : "Setzt den Zeitpunkt wann geprüft werden soll ob das Gerät bei der Aktivierung der Zone bereits ausgelöst ist. Sofortige Prüfung: Prüft unmittelbar nach der Aktivierung der Zone, Verzögerte Prüfung: Prüft nach der eingestellten Verzögerung, Keine Prüfung bei Aktivierung",
   "m_descr" : "Gruppiert mehrer Sensoren in eine Sicherheits Zone. Dieses Modul kann mehrer Alarm Bedingungen anhand von analogen oder binären Sensoren festlegen. Außerdem können Nachlauf, Verzögerung und Schwellenwerte eingestellt werden um die Zone anzupassen. Im falle eines Alarm werden Ereignisse ausgelöst die von anderen Modulen wie zB. dem EventWatcher aufgefangen werden können. <br>Siehe <a href=https://github.com/maros/Zway-SecurityZone/blob/master/README.md>github.com/maros/Zway-SecurityZone</a> für detailliertere Dokumentation.",
   "m_title" : "Sicherheits Zone",
   "other_type_label" : "Eigne Alarm Art",
   "single_zone_helper" : "Alarm wird nicht ausgelöst wenn eine andere Alarm Zone vom selben Typ bereits ausgelöst ist",
   "single_zone_label" : "Nur eine Alarm Zone",
   "test_binary_label" : "Binäre Bedingungen",
   "test_multilevel_label" : "Analoge Bedingungen",
   "test_remote_label" : "Fernbedienungs Bedingungen",
   "test_threshold_helper" : "Wenn diese Option gesetzt ist, dann wird Alarm nur dann ausgelöst wenn eine bestimmte Anzahl an Bedingungen erfüllt ist. Diese Funktion kann genutzt werden um Fehlalarme durch einzelne defekte Sensoren zu vermeiden.",
   "test_threshold_label" : "Alarm Bedingungs Schwellenwert",
   "test_type_helper" : "Art des Geräts dass einen Alarm auslösen kann",
   "test_type_label" : "Art der Bedingung",
   "test_value_helper" : "Löst einen Alarm aus wenn die Werte übereinstimmen",
   "test_value_off" : "Aus",
   "test_value_on" : "An",
   "tests_helper" : "Geräte die einen Alarm auslösen können",
   "tests_label" : "Alarm Bedingungen",
   "timeout_helper" : "Alarm Nachlauf (in Sekunden) nachdem das letzte Gerät keinen Alarm mehr meldet.",
   "timeout_label" : "Alarm Nachlauf",
   "type_cold" : "Niedrige Temperatur",
   "type_energy" : "Energie",
   "type_flood" : "Überflutung",
   "type_gas" : "Gas",
   "type_heat" : "Hohe Tempertaur",
   "type_helper" : "Setzt den Typ des Alarms für Icons und Events",
   "type_intrusion" : "Einbruch",
   "type_label" : "Alarm Art",
   "type_other" : "Andere",
   "type_smoke" : "Rauch",
   "type_tamper" : "Manipulation"
}
