{
   "activate_triggered" : "Attention! Zone [ZONE] is already triggered while trying to activate: [DEVICES]. This is not an alarm!",
   "alarm_notification" : "Alarm! [TYPE] was detected in zone [ZONE]: [DEVICES]",
   "cancelable_helper" : "If this option is enabled, delayed alarms will be canceled if the alarm sensors are untriggered during the alarm delay period. Otherwise, if this option is not enabled, an alarm will be triggered, no matter if the alarm condition is still present or not. Use this option for setups where you want to raise an alarm if a condition continues for a given period of time.",
   "cancelable_label" : "Cancelable delayed alarm",
   "check_delayed" : "Delayed check",
   "check_immediate" : "Immediate check",
   "check_never" : "No check",
   "delay_activate_helper" : "Wait given time (in seconds) before activating an alarm zone. eg. this can be used to allow enough time to leave the house without triggering an alarm",
   "delay_activate_label" : "Activation delay",
   "delay_alarm_helper" : "Does not go into alarm mode immediately after a sensor in this zone is triggered, but delays operation for the given time (in seconds) to allow for safe disarming of the alarm",
   "delay_alarm_label" : "Alarm delay",
   "check_label" : "Activation check time",
   "check_helper" : "Configures when devices should be checked if they are already triggered when a zone is activated. Immediate: Checks after activation, Delayed: Checks after the activation delay, Never: Does not check this device upon activation",
   "m_descr" : "Group multiple devices in security zones to manage intrusion, fire, leakage, ... and other types of alarms. This module can be used to set multiple alarm conditions based on binary and multilevel sensors. Furthermore various thresholds, timeouts and delays can be set to customise the alarm zone for ones individual needs. In case of an alarm this module emits an event that can be processed using other modules such as EventWatcher. The HomelyAlarm module is particularly suited to notifiy multiple recipients if an alarm is triggered. <br>Check <a href=https://github.com/maros/Zway-SecurityZone/blob/master/README.md>github.com/maros/Zway-SecurityZone</a> for detailed documentation.",
   "m_title" : "Security Zones",
   "other_type_label" : "Custom event type",
   "single_zone_helper" : "Does not go into alarm mode if another alarm zone of the same type is already in alarm mode",
   "single_zone_label" : "Only one alarm zone",
   "test_binary_label" : "Binary condition",
   "test_multilevel_label" : "Multilevel condition",
   "test_remote_label" : "Remote condition",
   "test_threshold_helper" : "If this option is set, alarm will only be triggered if a certain number of tests fail / devices are triggered. This can be used to prevent triggering alarms from stray sensor reports. By default it is sufficient for only one test to fail for an alarm to be triggered.",
   "test_threshold_label" : "Checks threshold",
   "test_type_helper" : "Type of device to check",
   "test_type_label" : "Device type",
   "test_value_helper" : "Triggers alarm if value matches",
   "test_value_off" : "Off",
   "test_value_on" : "On",
   "tests_helper" : "Devices that trigger the alarm state",
   "tests_label" : "Alarm checks",
   "timeout_helper" : "Timeout (in seconds) to reset alarm mode after the last sensor in this zone was untriggered.",
   "timeout_label" : "Alarm timeout",
   "type_cold" : "Low temperature",
   "type_energy" : "Energy",
   "type_flood" : "Flooding",
   "type_gas" : "Gas",
   "type_heat" : "High temperature",
   "type_helper" : "Alarm type to be used for events and icons. Emitted events will be called security.$TYPE.$EVENTNAME",
   "type_intrusion" : "Intrusion",
   "type_label" : "Alarm type",
   "type_other" : "Other",
   "type_smoke" : "Smoke",
   "type_tamper" : "Tampering"
}
